tap "ankitpokhrel/jira-cli"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "clementtsang/bottom"
tap "cyclonedx/cyclonedx"
tap "derailed/k9s"
tap "dongcarl/carchey"
tap "golangci/tap"
tap "harelba/q"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "intuit/auto", "https://github.com/intuit/auto"
tap "mike-engel/jwt-cli"
tap "qovery/replibyte"
tap "romkatv/powerlevel10k"
tap "styrainc/packages"
tap "turbot/tap"
brew "bash"
brew "bash-completion"
brew "bash-snippets"
brew "libgit2"
brew "bat"
brew "batt", restart_service: :changed
brew "harfbuzz"
brew "bazel"
brew "brew-cask-completion"
brew "c-blosc"
brew "calc"
brew "cbonsai"
brew "cdk8s"
brew "yamale"
brew "chart-testing"
brew "gcc"
brew "checkov"
brew "chiko"
brew "circleci"
brew "cloc"
brew "cloud-sql-proxy"
brew "cmake"
brew "conftest"
brew "container-structure-test"
brew "coreutils"
brew "cryptography"
brew "csvkit"
brew "ctop"
brew "dasel"
brew "dblab"
brew "detect-secrets"
brew "direnv"
brew "dive"
brew "doge"
brew "dolt"
brew "duckdb"
brew "icu4c@76"
brew "dug"
brew "eza"
brew "fd"
brew "pango"
brew "qt"
brew "gnuplot"
brew "feedgnuplot"
brew "libass"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gator"
brew "gcalcli"
brew "gemini-cli"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "git-filter-repo"
brew "git-sizer"
brew "git-split-diffs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "grpcurl"
brew "hadolint"
brew "pkgconf"
brew "hdf5"
brew "helix"
brew "helm"
brew "helm-ls"
brew "hey"
brew "htop"
brew "httpie", link: false
brew "hyperfine"
brew "infat"
brew "mysql-client"
brew "innotop"
brew "jc"
brew "jenv"
brew "jnv"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "kn"
brew "kotlin"
brew "kotlin-language-server"
brew "kube-linter"
brew "kube-score"
brew "kubecolor"
brew "kubeconform"
brew "kyverno"
brew "lazygit"
brew "libomp"
brew "llvm"
brew "maven"
brew "mermaid-cli"
brew "moreutils"
brew "mycli"
brew "mysql-client@8.0"
brew "mysql-client@8.4", link: true
brew "nginx"
brew "nping"
brew "nyancat"
brew "ollama"
brew "opa"
brew "openjdk@17"
brew "otree"
brew "ov"
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "popeye"
brew "powerlevel10k"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shpotify"
brew "sl"
brew "snakeviz"
brew "telnet"
brew "terminal-notifier"
brew "terraform-graph-beautifier"
brew "tig"
brew "tlrc"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vegeta"
brew "vhs"
brew "watch"
brew "webpack"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh-completions"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "aquasecurity/trivy/trivy"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "dongcarl/carchey/carchey"
brew "golangci/tap/golangci-lint"
brew "holgerbrandl/tap/kscript"
brew "homeport/tap/dyff"
brew "intuit/auto/auto"
brew "mike-engel/jwt-cli/jwt-cli"
brew "styrainc/packages/regal"
brew "turbot/tap/steampipe"
cask "1password-cli"
cask "alfred"
cask "arctype"
cask "badgeify"
cask "betterdisplay"
cask "betterzip"
cask "bloomrpc"
cask "bricksmith"
cask "captain"
cask "daisydisk"
cask "dash"
cask "discord"
cask "evernote"
cask "extraterm"
cask "firefox"
cask "flycut"
cask "freelens"
cask "gimp"
cask "gpg-suite"
cask "httpie-desktop"
cask "iterm2"
cask "itermai"
cask "itermbrowserplugin"
cask "jetbrains-toolbox"
cask "kui"
cask "lens"
cask "lo-rain"
cask "lookaway"
cask "lunar"
cask "magicquit"
cask "monitorcontrol"
cask "mouseless"
cask "muzzle"
cask "notunes"
cask "obsidian"
cask "orbstack"
cask "pieces"
cask "pieces-os"
cask "polypad"
cask "postman"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle"
cask "redis-insight"
cask "redis-pro"
cask "rocket"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tuple"
cask "vanilla"
cask "visual-studio-code"
cask "whatsapp"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "avaly.restore-git-branch-tabs-improved"
vscode "bierner.markdown-mermaid"
vscode "buster.ndjson-colorizer"
vscode "circleci.circleci"
vscode "dae.vscode-mac-color-picker"
vscode "datadog.datadog-vscode"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gitworktrees.git-worktrees"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "helm-ls.helm-ls"
vscode "inercia.vscode-k3d"
vscode "jakobhoeg.vscode-pokemon"
vscode "janisdd.vscode-edit-csv"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jasonnutter.vscode-codeowners"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "minherz.copyright-inserter"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.copilot-mermaid-diagram"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "pkl.pkl-vscode"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "shardulm94.trailing-spaces"
vscode "statelyai.stately-vscode"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "thesofakillers.vscode-pbtxt"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmsynkov.colonize"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "zxh404.vscode-proto3"
