tap "aws/tap"
tap "clementtsang/bottom"
tap "dongcarl/carchey"
tap "golangci/tap"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "intuit/auto", "https://github.com/intuit/auto"
tap "romkatv/powerlevel10k"
tap "wallix/awless"
brew "awscli"
brew "bash-completion"
brew "bash-snippets"
brew "bat"
brew "brew-cask-completion"
brew "calc"
brew "cloc"
brew "coreutils"
brew "dasel"
brew "direnv"
brew "docker", link: false
brew "exa"
brew "fd"
brew "feedgnuplot"
brew "fswatch"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "graphviz"
brew "groovy"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "kotlin"
brew "kotlin-language-server"
brew "maven"
brew "mycli"
brew "nginx"
brew "nyancat"
brew "pgcli"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "shpotify"
brew "telnet"
brew "trash"
brew "tree"
brew "watch"
brew "webpack"
brew "wget"
brew "yamllint"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "clementtsang/bottom/bottom"
brew "dongcarl/carchey/carchey"
brew "golangci/tap/golangci-lint"
brew "holgerbrandl/tap/kscript"
brew "intuit/auto/auto"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "wallix/awless/awless"
cask "corretto"
cask "daisydisk"
cask "docker"
cask "enpass"
cask "evernote"
cask "flycut"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "lunar"
cask "monitorcontrol"
cask "postman"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
