tap "aquasecurity/trivy"
tap "aws/tap"
tap "clementtsang/bottom"
tap "derailed/k9s"
tap "dongcarl/carchey"
tap "golangci/tap"
tap "harelba/q"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "intuit/auto", "https://github.com/intuit/auto"
tap "qovery/replibyte"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
tap "turbot/tap"
brew "awscli"
brew "bash-completion"
brew "bash-snippets"
brew "bat"
brew "bazel"
brew "brew-cask-completion"
brew "calc"
brew "checkov"
brew "circleci"
brew "cloc"
brew "conftest"
brew "coreutils"
brew "ctop"
brew "dasel"
brew "direnv"
brew "dolt"
brew "exa"
brew "fd"
brew "feedgnuplot"
brew "fswatch"
brew "gator"
brew "gcalcli"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "graphviz"
brew "groovy"
brew "hadolint"
brew "helix"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "k6"
brew "kind"
brew "kotlin"
brew "kotlin-language-server"
brew "kube-linter"
brew "kubeval"
brew "maven"
brew "mermaid-cli"
brew "moreutils"
brew "mycli"
brew "mysql-client"
brew "nginx"
brew "nyancat"
brew "opa"
brew "pgcli"
brew "popeye"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "shpotify"
brew "sl"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "vegeta"
brew "watch"
brew "webpack"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "derailed/k9s/k9s"
brew "dongcarl/carchey/carchey"
brew "golangci/tap/golangci-lint"
brew "holgerbrandl/tap/kscript"
brew "homeport/tap/dyff"
brew "intuit/auto/auto"
brew "qovery/replibyte/replibyte"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "turbot/tap/steampipe"
cask "1password-cli"
cask "alfred"
cask "arctype"
cask "betterzip"
cask "bloomrpc"
cask "bricksmith"
cask "captain"
cask "corretto"
cask "daisydisk"
cask "devtoys"
cask "discord"
cask "evernote"
cask "fig"
cask "firefox"
cask "flycut"
cask "gimp"
cask "gpg-suite"
cask "httpie"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kui"
cask "lens"
cask "lunar"
cask "monitorcontrol"
cask "multipass"
cask "muzzle"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "polypad"
cask "postman"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle"
cask "redis-pro"
cask "redisinsight"
cask "rocket"
cask "sequel-ace"
cask "slack"
cask "sleek"
cask "spotify"
cask "stats"
cask "steam"
cask "stretchly"
cask "sublime-text"
cask "timer"
cask "tuple"
cask "visual-studio-code"
cask "whatsapp"
